---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.Events.ViewActivatedEventArgs
source: html/24c9982d-8f77-7ec0-c78b-7aafed99bc51.htm
---
# ViewActivatedEventArgs Members

Indicates whether the event is being cancelled.